Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE.tmx
Source language: de_ch
Languages: en_gb

source: JO ist ein praxisgerichtetes Hochschulstudium: Praxis und Theorie, Trainieren und Reflektieren halten sich die Waage.
en_gb: The JO BA degree programme is practical in its orientation, and practical and theoretical aspects of the course are of broadly equal weight, as are practical exercises and more reflective study.

source: Der Bachelor Kommunikation mit den Vertiefungen Journalismus und Organisationskommunikation (JO) ist die Bachelorausbildung des IAM Institut für Angewandte Medienwissenschaft am Departement Angewandte Linguistik.
en_gb: Journalism/Organisational Communication (JO) is the BA degree programme offered by the IAM, the Institute of Applied Media Studies at the School of Applied Linguistics.

source: JO ist modular aufgebaut und bietet individuelle Studienpläne für flexible Zeitplanung je nach Belastungsgrenze.
en_gb: Because its syllabus is modular, it enables students to plan their studies individually and structure their schedules flexibly, according to the time they have available.

source: So richtet sich JO an Einsteigerinnen und Einsteiger wie an Erfahrene.
en_gb: As a result, the JO programme is suitable both for those starting out in this field and those with greater experience.

source: Das JO-Studium ist ausgerichtet auf Sicherheit und Mobilität in einer vernetzten Welt.
en_gb: The JO programme aims to provide both employability and professional mobility in a networked world.

source: Ob Sie einsteigen wollen, oder ob Sie um- und aufsteigen und dabei auf Ihre Erfahrung aufbauen wollen: Mit Ihrem individuellen Studienplan und individuell portioniertem Zeitaufwand erlangen Sie den anerkannten, praxisgerichteten Hochschulabschluss als Bachelor in Kommunikation.
en_gb: Its modular structure means that whether you are entering the discipline after completing your secondary education, are switching to it from another discipline or wish to move ahead by building on your existing skills in journalism and communication, the JO programme provides a route to a recognised BA degree in Communication with a clear practical focus.

source: Damit sind Sie vorbereitet auf eine Laufbahn, in der Sie das Sagen haben.
en_gb: The IAM’s BA in Communication degree prepares you for a career in which you both have, and must have, a say.

source: Direkt oder nahe an ein Bachelorstudium schliessen Konsekutiv-Masterstudiengänge an.
en_gb: The IAM’s consecutive MA degree programmes are designed for students who have recently completed their BA degree.

source: Diese Master vertiefen oder erweitern den Bachelor:
en_gb: These MA programmes provide students with an opportunity of broadening and deepening the skills and knowledge they acquired during their BA degree courses.

source: Sie bereiten vor auf wissenschaftliche Tätigkeiten (mit Anschluss an PhD) oder auf Journalismus oder Organisationskommunikation in bestimmten Rollen (z.B. Kommunikationsberatung oder Redaktionsmanagement) und Gesellschaftsfeldern (z.B. Wirtschaft oder Kultur).
en_gb: They prepare students for academic work (with the possibility of going on to a PhD), for journalism or for a variety of roles in the field of organisational communication, such as communication consultancy or editorial management, and in different spheres of society, such as business or culture.

source: Impressionen
en_gb: Impressions

source: Einblicke ins Studium, Arbeiten aus den Praxiswerkstätten und Ausblicke in die Berufswelt:
en_gb: Further information (in German only):

source: Werkstücke
en_gb: Workshops

source: Ausgezeichnete Bachelorarbeiten
en_gb: BA diploma theses with distinction

source: Diplomfeiern
en_gb: Graduation ceremonies

source: AbsolventInnen-Porträts
en_gb: portrait of graduates

source: Studiensprachen
en_gb: Languages studied

source: Im Bachelorstudiengang Angewandte Sprachen sind, je nach Vertiefung, folgende Sprachkombinationen möglich:
en_gb: In the BA programme in Applied Languages, the following language combinations are possible, depending on the specialisation:

source: Vertiefungen Mehrsprachige Kommunikation und Multimodale Kommunikation
en_gb: Specialisation in Multilingual Communication and Multimodal Communication

source: Vertiefung Technikkommunikation
en_gb: Specialisation in Technical Communication

source: Englisch ist obligatorisch und muss als erste oder zweite Fremdsprache gewählt werden.
en_gb: English is obligatory for all students, who must choose it either as their first or their second foreign language.

source: Die erste Fremdsprache ist im Studium mit mehr Lektionen dotiert als die zweite Fremdsprache.
en_gb: First foreign language = the foreign language of which the student has a more active knowledge.

source: In der Regel wird die stärkere Fremdsprache als erste Fremdsprache belegt.
en_gb: Students will attend more classes in their first foreign language than in their second.

source: Dritte Fremdsprache
en_gb: Third foreign language

source: Im Rahmen des Wahlpflichtangebotes kann ab dem dritten Semester ein Kurs in einer dritten Fremdsprache belegt werden.
en_gb: The range of compulsory elective courses offered from the third semester onwards provides students with the option of attending classes in a third foreign language.

source: Als dritte Fremdsprache stehen folgende Sprachen zur Auswahl:
en_gb: Students may choose one of the following as their third foreign language:

source: Französisch, Italienisch, Spanisch (Einstiegsniveau ca. C1; Zulassung nur mit Bestehen der Eignungsprüfung)
en_gb: French, Italian or Spanish (starting at approximately level C1, admission being subject to the student successfully completing an aptitude test)

source: Arabisch, Chinesisch, Portugiesisch, Russisch, Schwedisch etc. (Durchführung nur bei genügender Anzahl Studierender und vorhandenen Grundkenntnissen; es wird empfohlen, im ersten Studienjahr einen Sprachkurs zu belegen, für den die Kosten sowie die Organisation von den Studierenden übernommen werden müssen.)
en_gb: Arabic, Chinese, Portuguese, Russian, Swedish etc. (these courses will be offered only if a sufficient number of students enrol for them and they have the necessary basic knowledge of the language concerned; it is recommended that students intending to pursue this option attend a course in the language concerned during the first year of their studies, which they are expected to organise and pay for themselves.)

source: Konferenzdolmetschen
en_gb: Conference Interpreting

source: Zur Vorbereitung auf die Eignungsprüfung Konferenzdolmetschen empfiehlt die Studiengangleitung den einsemestrigen Weiterbildungskurs Dolmetsch-Propädeutikum (Durchführung jeweils im Herbstsemester).
en_gb: We recommend candidates interested in our MA specialisation in Conference Interpreting to take our one-semester Interpreting Preparation Course. This course runs every autumn semester and provides optimal preparation for the aptitude test.

source: Dieses vermittelt dolmetschspezifische Techniken und Fertigkeiten wie Notizentechnik und Verhandlungsdolmetschen sowie Grundbegriffe der Wirtschaft und für das Konferenzdolmetschen relevantes Hintergrundwissen.
en_gb: You learn specific interpreting techniques and skills, such as note-taking and liaison interpreting, as well as key economic concepts and terms. You also acquire the background knowledge relevant to the field of conference interpreting.

source: Fachübersetzen
en_gb: Professional Translation

source: Angehenden Studierenden der Vertiefung Fachübersetzen empfiehlt die Studiengangleitung, bis Studienbeginn ein Übersetzungspraktikum zu absolvieren, um bereits vor dem Studium berufsrelevante Erfahrungen zu sammeln und Kontakte zu knüpfen, oder einen Auslandaufenthalt, um Sprach- und Kulturkenntnisse weiter auszubauen und zu festigen.
en_gb: We recommend candidates interested in our MA specialisation in Professional Translation to do a translation internship before beginning the programme. This allows you to gain relevant work experience and make useful contacts. Another alternative is to spend some time abroad extending and consolidating your language skills and cultural knowledge.

source: Ein Übersetzungspraktikum kann im 3. Studiensemester angerechnet werden.
en_gb: Credits can be awarded in the third semester if you have completed a translation internship.

source: Organisationskommunikation
en_gb: Organisational Communication

source: KandidatInnen, die noch keine offiziellen Qualifikationen im Bereich der Organisations-kommunikation mitbringen und diese erst mittels einer Linguistikprüfung nachholen, müssen bereits in der mündlichen Eignungsprüfung ein Basisverständnis der Organisationskommunikation in der Praxis demonstrieren.
en_gb: Candidates who do not yet have an official qualification in the field of organisational communication and intend to compensate for this by taking the linguistics examination must be able to demonstrate a basic understanding of organisational communication as practised in the workplace when they attend the oral aptitude test.

source: Für diese KandidatInnen empfiehlt es sich, sich mit Hilfe von Grundlagenliteratur zur Praxis der Organisationskommunikation (z. B. Claudia Mast, Unternehmenskommunikation, Teil III Umsetzung in der Praxis, 2012) sowie regelmässiger Lektüre von Publikumsmedien (im Hinblick auf aktuelle Cases z. B. im Bereich der Krisenkommunikation) auf das Gespräch vorzubereiten.
en_gb: These candidates are advised to prepare for this interview by familiarising themselves with the literature of the basic principles of organisational communication practice (e.g. Claudia Mast, Unternehmenskommunikation, Teil III, Umsetzung in der Praxis, 2012) and to read articles in the public media related to current cases (e.g. in the area of crisis communication) on a regular basis.

source: In der Vertiefung Konferenzdolmetschen werden, aufbauend auf hervorragender Beherrschung der Mutter- und mindestens zweier Fremdsprachen, wissenschaftlich fundierte Techniken und Strategien des Simultan- und Konsekutivdolmetschens vermittelt.
en_gb: As a student of Conference Interpreting, you already have an outstanding command of your mother tongue and of at least two foreign languages. The programme builds on your language competence and enables you to acquire the techniques and strategies of simultaneous and consecutive interpreting.

source: Der Abschluss befähigt dazu, den Beruf der Konferenzdolmetscherin bzw. des Konferenzdolmetschers auszuüben.
en_gb: Graduates are entitled to practise as conference interpreters.

source: Factsheet Konferenzdolmetschen
en_gb: Factsheet on Conference Interpreting

source: In der Vertiefung Fachübersetzen werden, aufbauend auf hervorragender Beherrschung der Mutter- und mindestens zweier Fremdsprachen, Theorien und Methoden des Übersetzens vermittelt und in Bezug auf ausgewählte Teilgebiete von Wirtschaft, Recht, Technik und Naturwissenschaften angewandt und vertieft.
en_gb: As a student of Professional Translation, you already have an outstanding command of your mother tongue and of at least two foreign languages. The programme builds on your language competence and allows you to gain an insight into translation theories and methods. You apply these in selected areas from the fields of commerce, law, science and technology and, in this way, gain a deeper understanding of the translation process.

source: Besonderes Gewicht wird dabei auf den kompetenten Einsatz der neuesten Translationstechnologie-Tools gelegt.
en_gb: Particular emphasis is placed on the use of the latest translation technology tools.

source: Der Abschluss befähigt dazu, den Beruf der Fachübersetzerin bzw. des Fachübersetzers auszuüben.
en_gb: Graduates are entitled to practise as professional translators.

source: Factsheet Fachübersetzen
en_gb: Factsheet on Professional Translation

source: Vertiefung Organisationskommunikation
en_gb: Specialisation in Organisational Communication

source: In der Vertiefung Organisationskommunikation erwerben die Studierenden erweiterte Kenntnisse im Kommunikationsmanagement, fundierte sprachliche Kompetenzen sowie analytische und strategische Fähigkeiten im Berufsfeld der Organisationskommunikation / Unternehmenskommunikation / Corporate Communications.
en_gb: Our specialisation in Organisational Communication allows students to further their understanding of communication management, to develop their linguistic expertise and to acquire analytical and strategic skills.

source: Zusätzlich zu diesen Kompetenzen werden betriebswirtschaftliche Zusammenhänge vermittelt, die für die Organisationskommunikation relevant sind.
en_gb: These competences are complemented and further developed in communication-related business contexts.

source: Besondere Berücksichtigung findet dabei die Kommunikation in mehrsprachigen und interkulturellen Kontexten, in die die Organisationskommunikation heutzutage eingebettet ist.
en_gb: Particular emphasis is placed on communication in a multilingual and intercultural environment, which forms an integral part of organisational communication today.

source: Der Master Angewandte Linguistik mit Vertiefung Organisationskommunikation befähigt die Absolventinnen und Absolventen zur Übernahme von Führungs- oder Fachfunktionen im Bereich Organisationskommunikation in der Privatwirtschaft oder im öffentlichen Bereich.
en_gb: MA graduates who have specialised in Organisational Communication are able to seek management or specialised communication-related positions in the private or public sector.

source: Factsheet Organisationskommunikation
en_gb: Factsheet on Organisational Communication (in German only)

source: Factsheet Organisationskommunikation ab 2016
en_gb: Factsheet on Organisational Communication from 2016 (in German only) (PDF, 1.3 MB)

source: Curriculum Organisationskommunikation
en_gb: Curriculum of Organisational Communication (in German only)

source: Curriculum Organisationskommunikation ab 2016
en_gb: Curriculum of Organisational Communication from 2016 (in German only) (PDF, 72 KB)

source: Formale Zulassungsbedingungen
en_gb: Formal conditions of admission

source: Die formalen Zulassungsbedingungen zum Master Angewandte Linguistik sind:
en_gb: In order to be admitted to the MA programme, candidates must:

source: Ein anerkannter Bachelorabschluss im Bereich der angestrebten Vertiefung oder ein gleichwertiger Hochschulabschluss.
en_gb: Have a recognised BA or equivalent university qualification in a subject area related to their chosen specialisation.

source: KandidatInnen mit fachfremdem Hochschulabschluss müssen eine Prüfung in Linguistik (Allgemeine Linguistik und Angewandte Linguistik) und den theoretischen Grundlagen für die angestrebte Vertiefung bestehen.
en_gb: Candidates who have graduated in an unrelated subject must pass an examination in general and applied linguistics and in the theoretical principles of their chosen specialisation.

source: Das Bestehen eines vertiefungsspezifischen Zulassungsverfahrens zur Überprüfung der praktischen Fähigkeiten:
en_gb: Pass a aptitude test in their chosen specialisation designed to assess their practical abilities:

source: Allgemeine Voraussetzungen
en_gb: General prerequisites

source: KandidatInnen für den Master Angewandte Linguistik verfügen über ideale Voraussetzungen für ein Bestehen der Eignungsprüfung und für ein erfolgreiches Studium, wenn sie folgende Kenntnisse und Fähigkeiten mitbringen:
en_gb: Candidates for the MA in Applied Linguistics are ideally placed to pass the aptitude test and complete the programme successfully if they already possess certain skills, qualities and knowledge. As a potential candidate, you should be able to:

source: die Fähigkeit zur schriftlichen und mündlichen Kommunikation in verschiedenen Kontexten, eine rasche Auffassungsgabe bei komplexen Sachverhalten, Initiative und Kreativität bei der Lösung von Problemen, intellektuelle Neugier, Belastbarkeit sowie Kritik- und Konzentrationsfähigkeit
en_gb: Communicate effectively in writing and orally in various contexts; grasp complex concepts quickly; show initiative and creativity in solving problems; display intellectual curiosity and good powers of concentration; cope with pressure and deal with criticism;

source: eine gute Allgemeinbildung sowie gute Kenntnisse der wirtschaftlichen, sozialen, politischen und kulturellen Gegebenheiten des deutschsprachigen Raums und der Kulturräume, in denen die Muttersprache der Studierenden und die im Studium relevanten Fremdsprachen gesprochen werden
en_gb: A good general education as well as a solid understanding of the economic, social, political and cultural context in the German-speaking area and in the cultural areas in which your mother tongue and chosen foreign languages are spoken;

source: hervorragende Kenntnisse der Muttersprache und mindestens zweier Fremdsprachen (Vertiefungen Fachübersetzen und Konferenzdolmetschen)
en_gb: Outstanding linguistic competence in your mother tongue and in at least two foreign languages (for the specialisations in Conference Interpreting and Professional Translation);

source: Fähigkeit zur Bewältigung paralleler kognitiver Prozesse (insbesondere Vertiefung Konferenzdolmetschen)
en_gb: Deal with parallel cognitive processes (particularly relevant to candidates applying for the specialisation in Conference Interpreting).

source: gute bzw. sehr gute Deutsch- und Englischkenntnisse
en_gb: Good to very good linguistic competence in German and English.

source: Das Masterstudium Angewandte Linguistik besteht aus dem Rahmenstudium sowie dem Studium einer der drei Vertiefungen.
en_gb: Our MA in Applied Linguistics comprises a joint programme and a specialisation programme.

source: In der gewählten Vertiefung erwerben Sie das Wissen über fachspezifische Theorien und Methoden und wenden sie in Fallbeispielen und Projekten an.
en_gb: In your chosen specialisation, you acquire knowledge of the related theories and methods, which you then apply in case studies and projects.

source: Rahmenstudium Angewandte Linguistik
en_gb: Joint Programme

source: Studienstruktur Master Angewandte Linguistik 2015
en_gb: Programme structure Master of Arts in Applied Linguistics 2015

source: Übersicht als Download
en_gb: Download (in German only)

source: Studienstruktur Master Angewandte Linguistik ab 2016
en_gb: Programme structure Master of Arts in Applied Linguistics from 2016

source: Im Rahmenstudium des Masters in Angewandter Linguistik erwerben Sie weiterführende wissenschaftliche Grundlagen sowie organisationales und interkulturelles Kontextwissen.
en_gb: In our joint programme, you acquire the scientific principles and an understanding of organisational and intercultural contexts.

source: Beide Themenfelder bilden die Voraussetzung für eine vertiefte Beschäftigung mit Fragen der Vermittlung in mehrsprachigen Kontexten, wie sie anschliessend in den Vertiefungen Konferenzdolmetschen, Fachübersetzen oder Organisationskommunikation stattfindet.
en_gb: You then apply this knowledge to study issues related to mediation in multilingual contexts within your chosen specialisation: Conference Interpreting, Professional Translation or Organisational Communication.

source: Das Rahmenstudium deckt folgende Inhalte ab:
en_gb: The joint programme covers the following subject areas:

source: Wissenschaftstheorie und -methodologie
en_gb: Research theory and methodology

source: Allgemeine linguistische Theorien
en_gb: General linguistic theories

source: Theorien und Methoden der Angewandten Linguistik: Textlinguistik, Fachtextlinguistik, Gesprächslinguistik
en_gb: Applied linguistics theories and methods: text linguistics, specialised text linguistics, linguistics of speech

source: Interkulturelle Kommunikation
en_gb: Intercultural communication

source: Organisationskommunikation, Mehrsprachigkeit und Linguae Francae
en_gb: Organisational communication, multilinguality and linguae francae

source: Kommunikations- bzw. Translationswissenschaft
en_gb: Communication and translation studies

source: Vermittlung für mehrsprachige Kommunikation
en_gb: Multilingual Mediation

source: Mit dem Masterstudium in Angewandter Linguistik werden Sie zur Expertin bzw. zum Experten für mehrsprachige Kommunikation ausgebildet.
en_gb: Our MA in Applied Linguistics offers you the chance to become an expert in the field of multilingual communication.

source: Sie spezialisieren sich auf eines von drei Berufsfeldern - Konferenzdolmetschen, Fachübersetzen oder Organisationskommunikation - und lernen, zwischen Sprachen, Interessensgruppen und Kulturen zu vermitteln.
en_gb: You specialise in one of three professional fields - Conference Interpreting, Professional Translation or Organisational Communication – and learn to mediate between languages, audiences and cultures.

source: Diese Art von beruflicher Kompetenz ist heutzutage sehr gefragt. Denn Globalisierung und Medialisierung stellen Unternehmen und auch den öffentlichen Bereich vor neue Herausforderungen bei der Kommunikation.
en_gb: This type of professional competence is increasingly essential in a world where globalisation and developments in the media present both businesses and the public sector with new challenges in the field of communication.

source: Der Master Angewandte Linguistik ist ein konsekutives Studienprogramm.
en_gb: Our MA in Applied Linguistics is designed to follow on from a BA degree.

source: Konsekutive Master bieten eine fachliche Vertiefung mit einem Fokus auf wissenschaftlicher Kompetenz und orientieren sich gleichzeitig an der praktischen Anwendung.
en_gb: You explore your chosen specialisation in depth, focussing on both the relevant theoretical competences and their practical application.

source: Sie fördern insbesondere die Analyse- und Reflexionskompetenz und bereiten Absolventinnen und Absolventen auf Führungs- und Fachfunktionen vor.
en_gb: The programme enables you to enhance your analytical and reflective skills and offers an ideal preparation for management and specialist positions in today’s job market.

source: Der Master Angewandte Linguistik umfasst 90 ECTS-Punkte und dauert drei Semester.
en_gb: Students are required to gain 90 ECTS credit points over three semesters.

source: Voraussetzung für die Zulassung ist neben einem Bachelordiplom das Bestehen einer Eignungsprüfung.
en_gb: In order to be admitted to the programme, you need to have completed a first degree (BA) and to achieve a successful result in our aptitude test.

source: Das Masterprogramm Angewandte Linguistik läuft seit Herbst 2009 mit den Vertiefungen Fachübersetzen und Konferenzdolmetschen.
en_gb: Our MA was first offered in the autumn semester 2009 with specialisations in Conference Interpreting and Professional Translation.

source: Ab Frühlingsemester 2014 kann der Master Angewandte Linguistik auch mit Vertiefung Organisationskommunikation studiert werden.
en_gb: The specialisation in Organisational Communication will begin in the spring semester 2014.

source: Präsentation Konferenzdolmetschen und Fachübersetzen
en_gb: Presentation Conference Interpreting and Professional Translation (in German only)

source: Präsentation Organisationskommunikation
en_gb: Presentation Organisational Communication (in German only)

source: Beschreibung
en_gb: Description

source: Kosten
en_gb: Fees

source: einmalig
en_gb: once only

source: pro Semester
en_gb: per semester

source: Gebühr für Einschreibung zum Aufnahmeverfahren
en_gb: Registration for admissions procedure

source: Gebühr für die Einschreibung in die Bachelor- und Masterstudiengänge*
en_gb: Enrolment fee for BA and MA degree programmes*

source: Studiengebühr für das Bachelor- und Masterstudium gem. §4 Verordnung über die Studiengebühren
en_gb: Semester fee for BA and MA degree programmes, including flat rate exam fee
